<div class="intopModal intopModal-privacy">
    <button class="intopModal__close arcticmodal-close" type="button">
        <svg class="intopModal__icon intopModal__icon-close" aria-hidden="true" viewBox="0 0 32 32" xmlns="http://www.w3.org/2000/svg">
            <path d="M25.3333 8.55341L23.4467 6.66675L16 14.1134L8.55333 6.66675L6.66667 8.55341L14.1133 16.0001L6.66667 23.4467L8.55333 25.3334L16 17.8867L23.4467 25.3334L25.3333 23.4467L17.8867 16.0001L25.3333 8.55341Z"/>
        </svg>
    </button>
    <div class="intopModal__whiteContent">
        <section class="privacy">
            <h2 class="privacy__h"><span class="text-upper">Согласие</span><br> посетителя сайта на обработку персональных&nbsp;данных</h2>
            <p class="privacy__text">Настоящим свободно, своей волей и в своем интересе даю согласие ООО "ПРОМТЕПЛОСНАБ" (далее – Компания) ИНН 2308196688 / ОГРН 1132308001902, на автоматизированную и неавтоматизированную обработку моих персональных данных, в том числе с использованием интернет-сервисов Google analytics, Яндекс.Метрика, LiveInternet, Рейтинг Mail.ru, Google Doubleclick в соответствии со следующим перечнем:</p>
            <ul class="privacy__list">
                <li>фамилия, имя;</li>
                <li>источник захода на сайт <strong>{$meta->host|idn_to_utf8}</strong> (далее – Сайт Компании) и информация поискового или рекламного запроса;</li>
                <li>данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты, характеризующие пользовательское устройство);</li>
                <li>пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;</li>
                <li>данные, характеризующие аудиторные сегменты;</li>
                <li>параметры сессии;</li>
                <li>данные о времени посещения;</li>
                <li>идентификатор пользователя, хранимый в cookie,</li>
            </ul>
            <p class="privacy__text">для целей повышения осведомленности посетителей Сайта Компании о продуктах и услугах Компании, предоставления релевантной рекламной информации и оптимизации рекламы.</p>
            <p class="privacy__text">Компания вправе осуществлять обработку моих персональных данных следующими способами: сбор, запись, систематизация, накопление, хранение, обновление, изменение, использование, передача (распространение, предоставление, доступ).</p>
            <p class="privacy__text">Настоящее согласие вступает в силу с момента моего перехода на Сайт Компании и действует в течение сроков, установленных действующим законодательством РФ.</p>
        </section>
    </div>
</div>
